Repository: dnizfor/zihn-ai
Catalog: lib/l10n/intl_*.arb
Languages: de, fr, ja, ko, tr, zh_cn, zh_tw

# onboardingHomeTherapyTitle
source: Welcome to AI Therapy!
de: Willkommen bei der KI-Therapie!
fr: Bienvenue à la thérapie IA !
ja: AIセラピーへようこそ！
ko: AI 테라피에 오신 것을 환영합니다!
tr: AI Terapi'ye Hoş Geldiniz!
zh_cn: 欢迎来到 AI 治疗！
zh_tw: 歡迎來到 AI 治療！

# onboardingHomeTherapyBody
source: Your personal AI-powered well-being companion.
de: Dein persönlicher KI-gestützter Begleiter für dein Wohlbefinden.
fr: Votre compagnon de bien-être personnel alimenté par l'IA.
ja: あなたのパーソナルAI搭載ウェルビーイングパートナー。
ko: 당신의 개인 AI 기반 웰빙 동반자.
tr: Kişisel yapay zeka destekli iyi yaşam rehberiniz.
zh_cn: 您的个人 AI 健康伙伴。
zh_tw: 您的個人 AI 動力健康夥伴。

# onboardingHomeDoctorTitle
source: Designed by Doctors
de: Entwickelt von Ärzten
fr: Conçu par des médecins
ja: 医師による設計
ko: 의사가 설계한 프로그램
tr: Doktorlar Tarafından Tasarlandı
zh_cn: 由医生设计
zh_tw: 由醫生設計

# onboardingHomeDoctorBody
source: Our program is created and reviewed by medical professionals for your well-being.
de: Unser Programm wurde von medizinischen Fachkräften erstellt und überprüft.
fr: Notre programme a été créé et validé par des professionnels de santé.
ja: 私たちのプログラムは、医療専門家によって作成・監修されています。
ko: 우리의 프로그램은 의료 전문가에 의해 제작되고 검토되었습니다.
tr: Programımız, sağlık uzmanları tarafından oluşturulmuş ve gözden geçirilmiştir.
zh_cn: 我们的程序由医疗专业人士设计和审核，确保您的健康。
zh_tw: 我們的計畫由醫療專業人士設計並審核，確保您的健康。

# onboardingHomeAffirmationTitle
source: Daily Affirmations
de: Tägliche Affirmationen
fr: Affirmations quotidiennes
ja: 毎日のアファメーション
ko: 매일의 긍정 확언
tr: Günlük Olumlamalar
zh_cn: 每日正能量语录
zh_tw: 每日正向肯定

# onboardingHomeAffirmationBody
source: Receive positive affirmations tailored to your emotions.
de: Erhalte positive Affirmationen, die auf deine Emotionen abgestimmt sind.
fr: Recevez des affirmations positives adaptées à vos émotions.
ja: あなたの感情に合わせたポジティブなアファメーションを受け取りましょう。
ko: 당신의 감정에 맞춘 긍정적인 확언을 받아보세요.
tr: Duygularınıza özel olumlamalar alın.
zh_cn: 根据您的情绪接收积极的肯定语。
zh_tw: 根據您的情緒接收正向肯定語。

# onboardingNameTitle
source: What is your name?
de: Wie heißt du?
fr: Quel est votre nom ?
ja: お名前は何ですか？
ko: 이름이 무엇인가요?
tr: Adınız nedir?
zh_cn: 您的名字是什么？
zh_tw: 您的名字是？

# onboardingNameSubtitle
source: Please enter your name so that we can address you properly.
de: Bitte gib deinen Namen ein, damit wir dich richtig ansprechen können.
fr: Veuillez entrer votre nom afin que nous puissions vous appeler correctement.
ja: 適切にお呼びできるよう、お名前を入力してください。
ko: 정확하게 호칭할 수 있도록 이름을 입력해주세요.
tr: Size doğru şekilde hitap edebilmemiz için lütfen adınızı girin.
zh_cn: 请输入您的名字，以便我们正确称呼您。
zh_tw: 請輸入您的名字，以便我們能夠正確稱呼您。

# onboardingReminderTitle
source: Set Therapy Reminder
de: Therapie-Erinnerung einstellen
fr: Définir un rappel de thérapie
ja: セラピーリマインダーを設定
ko: 테라피 알림 설정
tr: Terapi Hatırlatıcısı Ayarla
zh_cn: 设置治疗提醒
zh_tw: 設定治療提醒

# onboardingReminderSubtitle
source: We will send a reminder at your designated time to ensure your daily therapy process is not disrupted.
de: Wir senden Ihnen eine Erinnerung zur festgelegten Zeit, damit Ihr täglicher Therapieprozess nicht unterbrochen wird.
fr: Nous enverrons un rappel à l'heure que vous avez choisie afin que votre processus de thérapie quotidienne ne soit pas perturbé.
ja: 毎日の療法のプロセスが滞らないよう、指定した時間にリマインダーを送信します。
ko: 매일의 치료 과정이 차질 없이 진행되도록 지정된 시간에 알림을 보내드립니다.
tr: Günlük terapi sürecinizin aksamaması için belirlediğiniz saatte hatırlatma göndereceğiz.
zh_cn: 我们将在您指定的时间发送提醒，以确保您的日常治疗过程不受干扰。
zh_tw: 我們將在您指定的時間發送提醒，以確保您的日常治療過程不受干擾。

# reminderButtonTitle
source: Enable Therapy Reminder
de: Therapie-Erinnerung aktivieren
fr: Activer le rappel de thérapie
ja: セラピーリマインダーを有効にする
ko: 테라피 알림 활성화
tr: Terapi Hatırlatıcısını Etkinleştir
zh_cn: 启用治疗提醒
zh_tw: 啟用治療提醒

# timePickerDescription
source: Set reminders for your therapy.
de: Lege Erinnerungen für deine Therapie fest.
fr: Planifiez un rappel pour votre thérapie.
ja: セラピーのリマインダーを設定しましょう。
ko: 테라피 알림을 설정하세요.
tr: Terapiniz için hatırlatıcılar ayarlayın.
zh_cn: 为您的治疗设置提醒。
zh_tw: 為您的治療設定提醒。

# reminderNotificationTitle
source: Ready to Talk? ðŸ˜Š
de: Bereit zum Gespräch? 😊
fr: Prêt à discuter ? 😊
ja: お話しする準備はできましたか？ 😊
ko: 대화할 준비가 되었나요? 😊
tr: Konuşmaya Hazır mısınız? 😊
zh_cn: 准备好聊天了吗？😊
zh_tw: 準備好聊天了嗎？😊

# reminderNotificationBody
source: It`s time to chat with your psychologist! Share your feelings and relax. ðŸŒ¸
de: Es ist Zeit, mit deinem Psychologen zu sprechen! Teile deine Gefühle und entspanne dich. 🌸
fr: Il est temps de parler avec votre psychologue ! Partagez vos émotions et détendez-vous. 🌸
ja: 心理カウンセラーと話す時間です！気持ちをシェアしてリラックスしましょう。🌸
ko: 심리 상담사와 이야기할 시간이에요! 감정을 나누고 편안해지세요. 🌸
tr: Psikoloğunuzla konuşma zamanı geldi! Duygularınızı paylaşın ve rahatlayın. 🌸
zh_cn: 现在是与您的心理学家交谈的时间！分享您的感受，放松心情。🌸
zh_tw: 現在是與您的心理學家對話的時間！分享您的感受並放鬆心情。🌸

source: Message
de: Nachricht
ja: メッセージ
ko: 메시지
tr: Mesaj
zh_cn: 消息
zh_tw: 訊息

# goPremiumButtonTitle
source: Be Premium!
de: Premium werden!
fr: Devenir Premium !
ja: プレミアムになる！
ko: 프리미엄 되기!
tr: Premium Ol!
zh_cn: 升级为高级版！
zh_tw: 升級為高級版

# notificationSettingsButtonTitle
source: Notifications
de: Benachrichtigungen
ja: 通知
ko: 알림
tr: Bildirimler
zh_cn: 通知
zh_tw: 通知

# rateUsButtonTitle
source: Rate Us!
de: Bewerte uns!
fr: Évaluez-nous !
ja: 評価する！
ko: 평가하기!
tr: Bizi Değerlendir!
zh_cn: 给我们评分！
zh_tw: 給我們評分！

# supportButtonTitle
source: Support & Feedback
de: Kundendienst & Rückmeldung
fr: Assistance & Retour
ja: サポート＆フィードバック
ko: 지원 및 피드백
tr: Destek & Geri Bildirim
zh_cn: 支持与反馈
zh_tw: 支援與回饋

# networkErrorTitle
source: Oops! No Internet
de: Huch! Kein Internet
fr: Oups! Pas d'Internet
ja: おっと！インターネットがありません
ko: 어머! 인터넷 없음
tr: Aman! İnternet Yok
zh_cn: 哎呀！没有互联网
zh_tw: 哎呀！沒有網路

# paywallTitle
source: Get Premium Benefits
de: Erhalte Premium-Vorteile
fr: Bénéficiez d'avantages Premium
ja: プレミアム特典を手に入れよう
ko: 프리미엄 혜택을 얻으세요
tr: Premium Ayrıcalıklara Sahip Olun
zh_cn: 获得高级特权
zh_tw: 獲得高級特權

# firstBenefitTitle
source: Advanced AI Experience
de: Erweiterte KI-Erfahrung
fr: Expérience IA Avancée
ja: 高度なAI体験
ko: 고급 AI 경험
tr: Gelişmiş Yapay Zeka Deneyimi
zh_cn: 高级AI体验
zh_tw: 高級AI體驗

# secondBenefitTitle
source: Voice Assistant Support
de: Sprachassistent-Unterstützung
fr: Assistance par Assistant Vocal
ja: 音声アシスタントサポート
ko: 음성 비서 지원
tr: Sesli Asistan Desteği
zh_cn: 语音助手支持
zh_tw: 語音助手支持

# thirdBenefitTitle
source: Customizable Affirmations
de: Anpassbare Bestätigungen
fr: Affirmations Personnalisables
ja: カスタマイズ可能なアファメーション
ko: 사용자 정의 가능한 확언
tr: Kişiselleştirilebilir Olumlamalar
zh_cn: 可自定义的肯定语
zh_tw: 可自定義的肯定語

# yearlyOfferTitle
source: Yearly
de: Jährlich
fr: Annuel
ja: 年間
ko: 연간
tr: Yıllık
zh_cn: 年度
zh_tw: 年費

# discountLabel
source: %80 Discount
de: %80 Rabatt
fr: %80 de Réduction
ja: %80 割引
ko: %80 할인
tr: %80 İndirim
zh_cn: %80 折扣
zh_tw: %80 折扣

# monthlyOfferTitle
source: Monthly
de: Monatlich
fr: Mensuel
ja: 月額
ko: 월간
tr: Aylık
zh_cn: 每月
zh_tw: 每月

# noCommitmentText
source: No commitment, cancel anytime.
de: Keine Verpflichtung, jederzeit kündbar.
fr: Aucun engagement, annulez à tout moment.
ja: 契約なし、いつでもキャンセル可能。
ko: 계약 없음, 언제든지 취소 가능합니다.
tr: Taahhüt yok, istediğiniz zaman iptal edin.
zh_cn: 没有承诺，随时取消。
zh_tw: 無承諾，隨時取消。

# payNowTitle
source: Try Now
de: Jetzt ausprobieren
fr: Essayez Maintenant
ja: 今すぐ試す
ko: 지금 체험하기
tr: Şimdi Deneyin
zh_cn: 立即体验
zh_tw: 立即體驗

# renewalInfoText
source: You will be charged at the time of purchase and will renew automatically at the end of the billing period unless cancelled.
de: Sie werden zum Zeitpunkt des Kaufs belastet und die Rechnungsperiode wird am Ende automatisch verlängert, es sei denn, sie wird storniert.
fr: Vous serez facturé lors de l'achat et la période de facturation sera renouvelée automatiquement sauf si annulée.
ja: 購入時に料金が発生し、キャンセルしない限り請求期間の終了時に自動更新されます。
ko: 구매 시 요금이 부과되며, 취소하지 않으면 청구 기간 종료 시 자동 갱신됩니다.
tr: Satın alma işlemi sırasında ödeme yaparsınız ve iptal etmediğiniz sürece fatura dönemi sonunda otomatik olarak yenilenir.
zh_cn: 购买时将收费，除非取消，否则将在账单期结束时自动续订。
zh_tw: 您將在購買時收費，除非取消，否則將在帳單期結束時自動續訂。

# feedCustomizationScreenAppBarTitle
source: Categories
de: Kategorien
fr: Catégories
ja: カテゴリー
ko: 카테고리
tr: Kategoriler
zh_cn: 类别
zh_tw: 類別

# generateWithAiTitle
source: Generate with AI
de: Mit KI generieren
fr: Générer avec IA
ja: AIで生成
ko: AI로 생성하기
tr: Yapay Zeka ile Oluştur
zh_cn: 使用AI生成
zh_tw: 使用AI生成

# smartAffirmationsTitle
source: Smart Affirmations
de: Intelligente Affirmationen
fr: Affirmations intelligentes
ja: スマートアファメーション
ko: 스마트 확언
tr: Akıllı Olumlamalar
zh_cn: 智能肯定
zh_tw: 智慧肯定

# smartAffirmationBody
source: Write your thoughts, feelings, goals, and experiences here. Based on the information you provide, AI will generate personalized affirmations for you.
de: Schreiben Sie hier Ihre Gedanken, Gefühle, Ziele und Erfahrungen. Basierend auf den von Ihnen bereitgestellten Informationen wird die KI personalisierte Affirmationen für Sie erstellen.
fr: Écrivez ici vos pensées, sentiments, objectifs et expériences. En fonction des informations que vous fournissez, l'IA générera des affirmations personnalisées pour vous.
ja: ここにあなたの思考、感情、目標、経験を書いてください。提供された情報に基づいて、AIがあなたのためにパーソナライズされたアファメーションを生成します。
ko: 여기에 자신의 생각, 감정, 목표, 경험을 작성하십시오. 제공된 정보를 바탕으로 AI가 개인화된 긍정적인 메시지를 생성합니다.
tr: Düşünceleriniz, hisleriniz, hedefleriniz ve yaşadığınız deneyimleri buraya yazın. Yapay zeka, verdiğiniz bilgiler doğrultusunda size özel olumlamalar oluşturacaktır
zh_cn: 在这里写下您的想法、感受、目标和经历。根据您提供的信息，AI将为您生成个性化的肯定语。
zh_tw: 在這裡寫下您的想法、感受、目標和經歷。根據您提供的資訊，AI將為您生成個性化的肯定語。

# smartAffirmationsTextFieldHint1
source: My motivation is low these days.
de: Meine Motivation ist in letzter Zeit gering.
fr: Ma motivation est faible ces jours-ci.
ja: 最近モチベーションが低いです。
ko: 최근 내 동기부여가 낮다.
tr: Son zamanlarda motivasyonum düşük.
zh_cn: 最近我的动力很低。
zh_tw: 最近我的動力很低。

# smartAffirmationsTextFieldHint2
source: I want to feel more confident.
de: Ich möchte mich selbstbewusster fühlen.
fr: Je veux me sentir plus confiant.
ja: もっと自信を持ちたい。
ko: 더 자신감을 느끼고 싶다.
tr: Daha özgüvenli hissetmek istiyorum.
zh_cn: 我想变得更自信。
zh_tw: 我想變得更自信。

# smartAffirmationsTextFieldHint3
source: I want to become a doctor.
de: Ich möchte Arzt werden.
fr: Je veux devenir médecin.
ja: 医者になりたい。
ko: 나는 의사가 되고 싶다.
tr: Doktor olmak istiyorum.
zh_cn: 我想成为一名医生。
zh_tw: 我想成為一名醫生。

# smartAffirmationsTextFieldHint4
source: I am preparing for an important exam right now.
de: Ich bereite mich gerade auf eine wichtige Prüfung vor.
fr: Je prépare un examen important en ce moment.
ja: 今、大事な試験の準備をしています。
ko: 지금 중요한 시험을 준비하고 있다.
tr: Şu an önemli bir sınav için çalışıyorum.
zh_cn: 我正在准备一个重要的考试。
zh_tw: 我正在準備一個重要的考試。

# smartAffirmationsTextFieldHint5
source: I was constantly excluded during my childhood.
de: Ich wurde in meiner Kindheit ständig ausgeschlossen.
fr: J'ai été constamment exclu pendant mon enfance.
ja: 子供の頃、私はいつも排除されていました。
ko: 어릴 때 항상 배척당했다.
tr: Çocukluğumda sürekli dışlandım.
zh_cn: 我在童年时总是被排斥。
zh_tw: 我在童年時總是被排斥。

# smartAffirmationsTextFieldHint6
source: Create affirmations for love.
de: Erstelle Affirmationen für die Liebe.
fr: Créez des affirmations pour l'amour.
ja: 愛のためのアファメーションを作成する。
ko: 사랑을 위한 확언을 만들어라.
tr: Aşk için olumlamalar oluştur.
zh_cn: 创建关于爱的肯定。
zh_tw: 創建關於愛的肯定。

# smartAffirmationsTextFieldHint7
source: My family does not understand me.
de: Meine Familie versteht mich nicht.
fr: Ma famille ne me comprend pas.
ja: 家族は私を理解していません。
ko: 내 가족은 나를 이해하지 못한다.
tr: Ailem beni anlamıyor.
zh_cn: 我的家人不理解我。
zh_tw: 我的家人不理解我。

# generateNowTitle
source: Generate Now!
de: Jetzt generieren
fr: Générer maintenant!
ja: 今すぐ生成
ko: 지금 생성하기!
tr: Şimdi Oluştur
zh_cn: 现在生成!
zh_tw: 現在生成!
